---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.CorrectionFactorSetIterator
source: html/0c518be8-bfac-c667-13c2-e49d13088dd0.htm
---
# CorrectionFactorSetIterator Properties

Retrieves the item that is the current focus of the iterator.